---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsVerticalOffsetValue
source: html/6863ef00-e519-9cba-9f1e-cec50f3bf65e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsVerticalOffsetValue Property

"Vertical Offset value for parallel conduits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelconduitsVerticalOffsetValue { get; }
```